[
    {"s_id":"01",
        "s_name":"Bookkeeping",
      "s_title":"Bookkeeping Services in All over Bangladesh",
      "s_price":"15000",
      "s_b_img":"https://i.ibb.co/m4NKKTs/Bookkipping-banner.jpg",
      "s_t_img":"https://i.ibb.co/V2LN6kv/Bookkipping-Thumbnail.jpg",
      "s_des":[
        "We provide Bookkeeping services in Bangladesh to keep your day to day records of your business in a manner that you don't have to worry about your accounts any more. There are two methods bookkeeping system, one is single entry system and other one is double entry system. In single entry system, each transaction is recorded once which is mostly followed by personal accounting system as per our bookkeeping services in Bangladesh. In double entry system, every financial transaction has debit amount equal to the credit amount which mostly followed by business corporate body and other international organizations."
        
      ,"In the modern business world, it is compulsory to keep financial records by using double entry system for analyzing business financial performance and maintaining compliance of the local and international regulatory bodies. Double entry bookkeeping method is internationally recognized and followed by international accounting standards such as IAS, IFRS and GAAP., Therefore, we follow the same system of Bookkeping that are internationally recognised and provides the best bookkeeping services in Bangladesh."

      ,
     "Bookkeeping services is the preliminary process of financial transaction in the books of accounts. At first stage financial transactions are recorded on the journal on day to day basis with description In the double entry system. Cash books, bank books, sales books and purchase books are also the primary books related with journals. ",
    
       "Journals are the base of the financial records of the financial information. If any transactions wrongly posted on the journal then ultimately financial statement result will show wrong. Specific standards such as IAS, IFRS and GAAP need to be followed on the Journal entry stage which is crucial for fair and correct presentation in the financial position and financial performance. After recording journal on the bookkeeping process, then classify the journal and posted ledger. Accurate journal classification in the ledger book is the main criteria to get correct balance on financial statements. Wrong classification on ledger books will be shown wrong figure in the financial statement which give wrong information the different stakeholder of the business. Balance sheet or financial position accounts head such as  Property, plant and equipment, accounts receivable, Intangible assets, investments, cash and bank balance , capital, loans, accounts payable etc. ledger balance should be carried forward year to year as going concern basis and financial performance accounts head such as Revenue, purchase, salary wages, tax administrative and selling expenses ledger balance to be carried forward up to one specific period end where close the income year of the organization."
      
       ,"Trial balance need to be prepared after completing ledger balance and it is the last stage of bookkeeping process. There are two portion in the trial balance one debit and other portion is credit. Trial balance has been prepared at the end of the period by taking ledger balance of different account head that will be further shown in the financial statements. The two sides of the trial balance of a period must be equal in amount of a accurate trial balance. If any error found the trial balance stage then adjusting journal to be made to correct the trial balance."
        
    ]},
    {"s_id":"02",
    "s_name":"Accounting Manual",
    "s_title":"Accounting Manual Services in All over Bangladesh",
    "s_price":"15760",
    "s_b_img":"https://i.ibb.co/RHNpZ08/Accounting-Manual-Banner.jpg",
    "s_t_img":"https://i.ibb.co/dQy0gWT/Accounting-Manual-thumb.jpg",
    "s_des":[
       "Accounting Manual is internal accounting recording rules and guideline of an organization for accounting staff. It contains several direction and guideline such as accounting method, book keeping procedure, time frame of recording, requirement and method of keeping supporting documents, maintain chart of accounts, method of resolve unusual items, method of reporting and authorization accounting records. It is complete set of instruction and job description for maintaining and keeping accounting record and rules that required to be followed by accounting staff and related departments of the organization. It is established internally by the senior personnel of the organization or with help of hired consultant who are experienced in this field by following accounting standard and tools. The size and content of accounting manual may vary depending on the size and nature of the business. "
      ,
      
      "An Accounting manual helps an organization to follow the acceptable accounting standard and maintain compliance related to recording accounting transaction and reporting those report to the respective authority by most convenient way for the benefit the organization."

      ,
      "An accounting manual specify chart of accounts that followed by accounting staff for maintaining record of accounting transaction and reporting purposes. It is very important to maintain same chart of accounts and methods of accounting of different companies when prepare group accounts for same companies of groups regarding performance and situation of different companies of groups and compare the result and ration. It is very important to maintain accounting manual for a multinational companies to coordinate and collaboration accounting practices of parent company and its subsidiaries’  accounting standards which followed by specific accounting standard of the country where they operate business for maintaining statutory compliances. For example, An American Company follows GAAP as accounting practices but a Bangladeshi company follows IAS and IFRS for statutory accounting practices. If an American multinational entity have subsidiary in Bangladesh which have followed different method of accounting practices then it need to coordinate and collaboration both accounting practices to get best understanding and analyzing the performance of individual companies and groups as a whole. In that case an accounting manual gives specific guideline and rules of collaboration and coordination two accounting practices."
     ,"Some accounting standards permits the choices of methods for maintaining accounting records such as inventory recording process, one company can follow FIFO, LIFO, and Average cost method. Property, plant and equipment recording process, company can calculate depreciation from inception of usage or full depreciation on first year and not calculating depreciation of last year. There are also several method of depreciation such as straight line method, reducing balance method, double declining method etc. Accounting standards also permits the choices of methods for presenting investment such as fair value and initial cost method depending on the nature of investment. In the same way some standards permits the choices of methods but entity need to follow specific method for continuity and compliance purpose.  Companies of the groups should follow one specific methods for the maintaining similarity in group accounts. If a company of the groups follow different methods without any specific reason then give different results which create problem for analyzing performance. An accounting manual give the specific guideline to follow accounting method which should be followed by the individual company for time period and by the group as whole for continuity and similarity purposes. Sometime changes of method is required for specific or compliance reason  and  those changing process and coordination process also guided by accounting manual."
    ,"Accounting Manual also provide  guideline and timeframe of statutory reporting for maintaining compliances of regulatory body and groups such as different regulatory bodies require different pattern accounting report for an individual companies and group as whole such as quarterly unaudited report, half yearly report , statutory audit report, FDI return, quarterly return etc. , those compliance report has specific deadline. An accounting manual helps accounting staff for following those deadline and criteria of compliances."
     
  ]},
  {"s_id":"03",
  "s_name":"Operation Manual",
  "s_title":"Operation Manual Services in All over Bangladesh",
  "s_price":"19000",
  "s_b_img":"https://i.ibb.co/1rHmF9z/Operation-Manual-b.jpg",
  "s_t_img":"https://i.ibb.co/3Bfc2HH/Operation-Manual-thum.jpg",
  "s_des":[
     "Operational manual is the guideline for conducting operational activities for internal member and employees of the organization. It provides standard guideline and job description regarding method of produce and serve a product and service to achieve a success with effectiveness and efficiency. It is established internally by the senior management of the organization or with the assists of hired consultant who are experienced in this field. It should be tested before final authorization at operational level and must be authorized by the board of directors. It can be changed partially and fully and change should be authorized by the board. It contains standard method of activities which ensure safety while producing and delivering business core products and services. The size and content of operational manual may vary depending on the size and nature of the business. It also depends on external environment such as government policies, culture, infrastructure, availability of the resources, economy of the  country, education, awareness, IT infrastructure and compliance of regulatory bodies where the business operate their activities."
    ,
    
    "An operational manual directs employees that regarding types of job, method of accomplish their job, how and where should report, hierarchy of the organization, kinds procedure require to be followed on an emergency or unusual situation which enables to archives organization goal by maintaining compliance and reputation. The content of the operational manual set up by the organization mentioning duties and responsibilities of the internal members and employees of the organization for the satisfaction of customers, general public, government and other stakeholder. It may contains rights and safety procedure of the internal members and employees.  The basic content of the operational manual are job description of employee and internal members, hierarchy of the organization, reporting methods, reporting authorities, methods of production, risk management policy including safety instruction, description of product and service of the organization, contact details and communication pattern, policy and position statement , emergency procedure, compliance requirement."

    ,
    "Organization structure is the one of the common part of the operational manual. It identifies the diagram of the organization and relationship between the employees for accomplish the job. It also known as organizational hierarchy or organizational chart. It also directs the reporting and accountability procedure for task completed by employees. Organization structure can be flatter or taller depending on the size or nature of the business. Taller organization structure follows large chain of command which enables clarity of control and close supervision. Flatter organization allows open up the chain of commands which assists to take quick decision."
  ,"An Operational manual helps a management and employee to accomplish task in timely manner by following all internal and external compliance. It also ensures quality and consistency flow of work even in emergency situation. The standard of the operational manual reduces human error and process error in the work. A good manual remove the confusion regarding responsibilities and duties from the first day of job by informing employees about their position and work method. It helps a management to determine kind of training and skills required for a position. An updated operational manual assists an organization to achieve their goals in effective and efficiency manner."
   
]},
{"s_id":"04",
"s_name":"Liquidation",
"s_title":"Liquidation Services in All over Bangladesh",
"s_price":"14972",
"s_b_img":"https://i.ibb.co/hs5SPCF/Liquidition-b.jpg",
"s_t_img":"https://i.ibb.co/B4zhcBM/Liquidition-t.jpg",
"s_des":[
   "Liquidation usually happens when any company is facing insolvent which means it cannot pay its obligations and the dues and we, at FMCI ensure the same through providing Liquidation Services to our clients, both in the matters related to financial and legal. While company operations end, the remaining assets are used to pay creditors and shareholders, based on the priority of their claims. In short liquidation means the process which brings end to the business while distribute the assets to claimants. In any bankrupt business it no longer exists once the liquidation process is complete. The liquidation can also refer to the process of selling off inventory, usually at steep discounts. Company liquidation can bring both advantage and disadvantage. Disadvantage may describe as to sell the property or anything to pay the creditors. Also, the advantage of liquidation leads to seek business opportunities in other areas after the liquidation. "
  ,
  
  "There are many types of liquidation exists which are Creditors' Voluntary Liquidation - for companies with debts Members' Voluntary Liquidation - for companies with no debts, Compulsory Liquidation - winding-up order issued by a court, Official Liquidation, Provisional Liquidation."

  ,
  "This particular Liquidation is started by resolution of the company’s Directors and then its Shareholders. The Voluntary Liquidation takes one of two forms depending on the solvency of the company.  Every solvent companies must require a Members Voluntary Liquidation (MVL). Also, every insolvent companies must require a Creditors Voluntary Liquidation (CVL)."
 ,"Official liquidation is otherwise called a court liquidation.  In this liquidation bank of the organization applies to court to compel the account holder organization into liquidation. The whole procedure is to do protracted and can be generally costly for the bank. This also includes the loan of serving a statutory demand on the organization to pay an obligation compatible of the corporation act. In the event that the organization neglects to pay the cash requested in the statutory demand the loan boss at that point makes an application to the court to have the organization warped up."
,"There must be a possibility of which will occur that an applicant can go to the court while requesting for a provisional liquidator to protect the asset. When this situation arise the role of provisional liquidator is to safeguard and protect the asset also assesses the overall position of the company. And lastly take the recommends to the court for an appropriate outcome or any new resolution."
 
]},
{"s_id":"05",
"s_name":"Accountion Software",
"s_title":"Accounting Software Services in All over Bangladesh",
"s_price":"25000",
"s_b_img":"https://i.ibb.co/hHBLmyJ/Accountion-Software-B.jpg",
"s_t_img":"https://i.ibb.co/SXGqnZm/Accountion-Software-t.jpg",
"s_des":[
   "Accounting software a program that is used by accounting firms to perform various accounting and bookkeeping functions. These software store financial data for a company and are also used for conducting business transactions. Accounting software is used as a counting information system and is critical to the proper management of an organization. In General, Different Accounting Software is used by Accounting Firms to help companies to utilize the resources efficiently and to conduct various accounting functions such as invoicing, bill payment, monitory reports, payrolls, etc. Accountants use this software to record the money flow for internal and external auditing and review. Different types of Accounting software perform several functions depending on its type. The three major types of accounting software used by accounting firms are Data Base, Installed and cloud Accounting Software."
  ,
  
  "Database Accounting Software."

  ,
  "The database system is mostly used by large corporations. This type of software can perform business operations, more complex activities, a wide network, and difficult accounting functions more efficiently.  "
 ,"Installed Accounting Software"
,"Installed Accounting Software can be installed on the laptops or desktops with the help od a CD or any other method. This software is mostly used by small to medium-sized enterprises for conducting accounting functions.",
"Cloud Accounting Software",
"This Software is available online and can be accessed through the cloud or internet. These software’s are comparatively less expensive and more convenient to use as data is available online and can be used anywhere. Some examples of cloud software are ERP, Sage, QuickBooks, Tally.  This cloud accounting software’s are discussed below:"
,"ERP Accounting Software: "
,"ERP or Enterprise resource planning (ERP) is a type of software accounting firm used to handle daily business activities like project management, compliance, accounting, supply chain operations, etc. ERP systems are designed around a single, specified data structure that helps ensures that the content used across the enterprise is consistent and based on common concepts and user experience. ERP software includes enterprise performance management which assists in planning, budgeting, predicting, and reporting on financial results of a company or organization. ERP holds a huge value to the accounting firms due to its huge advantages like lower operational cost, efficiency, improved business insight, enhanced operational costs, risk reduction, and so on. "
 
]},
{"s_id":"06",
"s_name":"CPA Services",
"s_title":"CPA Services in All over Bangladesh",
"s_price":"23000",
"s_b_img":"https://i.ibb.co/1TRnFzh/CPA-b.jpg",
"s_t_img":"https://i.ibb.co/ZHrkWF6/CPA-b-T.jpg",
"s_des":[
   "An Accounting firm is a company or an entity that is specialized in accounting related services for individuals or organizations. An accounting firm assists in auditing, preparing accounts, filing a return, conducting Internal audits, income tax assessment work, preparing documents, consultancy services, etc. An accounting firm provides decision-makers with information on recent financial operations, as well as valuable knowledge and guidelines for predicting future events. These Accounting firms usually hire CPA or Certified Public Accountants who are experts in the field of tax, audit, management, and consulting. "
  ,
  
  "Certified Public Accountant known as CPA is a professional financial planner who helps individuals, corporations and other organizations prepare and achieve their financial objectives. CPAs mainly works at both small and large public accounting firms. They are well-reputed business consultants who assist the clients in making decisions on different matters, such as taxation, Auditing, Accounting, and financial management."

  ,
  "In a general view, all CPAs are accountants but all accountants are not CPAs. The major difference between a CPA and an Accountant lies in the educational qualification and experience. A CPA can do two things that an accountant without a CPA license cannot do which is to Prepare audited or reviewed financial statements and file a report with the Securities and Exchange Commission (SEC). In addition to this, A CPA holds a valid license to report on the company's financial statements in compliance with commonly accepted accounting principles. "
 ,"Certified public accounting firms offer various services such as accounting, auditing, financial and advisory services to consumers, business owners, nonprofit organizations, and government agencies.  "
,"Services Provided by CPA firms:","CPA Firms usually provide 2 types of services, these are Attestation Services and Non-Attestation services.    Attestation services include Audits, Reviews, and Compilations. Non-Attestation Services are Internal Audit, Internal Control Design, Tax Services, Management, and Business Consulting, and additional services."
,"Audits:"
,"CPA Firms can assist its clients in different forms of auditing. The audit is conducted in order to verify companies’ financial reports so that the reports come out correctly. The evaluation is done by observation, clarification, and having a conversation with the management. Every company is required to have an annual audit and a CPA can assist in doing this task efficiently."
,"Review: ",
"A CPA can review the company's books and records through the results of analytical evaluations, certain analytical procedures, and the measurement of certain financial metrics and ratios. The review is a lesser form of Auditing which is intended to provide the client with fair assurance, rather than the comprehensive verification and reporting standards provided by the Audit. Reviews also include a statement of changes in a financial position and detailed footnotes."
 
]}
,    {"s_id":"07",
"s_name":"Business Porcessing",
"s_title":"Business Process Outsourcing Services in All over Bangladesh",
"s_price":"12500",
"s_b_img":"https://i.ibb.co/WshTJLG/Business-Processing-b.jpg",
"s_t_img":"https://i.ibb.co/mXynqX4/Business-Processing-t.jpg",
"s_des":[
   "Business process outsourcing (BPO) refers to the business practice where one company engage/employ another company to carry out a particular/various business related activities of the employer company. For example, Company ‘ABC Ltd.’ hires a ‘XYZ Accounting Firm’ to perform accounting related services of the ‘ABC Ltd’.   "
  ,
  
  "Why You Should “Outsource” a Business Process?"

  ,
  "There are variety of reasons why the corporations prefer ‘BPO’. A company outsource a business process to serve their back-office functions and/or the front-office functions. For example, Startup Companies always prefer to hire a BPO to carry out its back and front office functions due to the fact that it usually don’t have the resources (i.e. the number of employees required, the arrangement of space, equipment etc.) to perform all by itself.  "
 ,"Why your Business should “OUTSOURCE” Accounting Services?"
,"Accounting firms, in the recent years, representing a big part of the BPO industry worldwide. Accounting, as an internal business function (i.e. the back office function), necessarily attracts the business owners to outsource accounting services from the expert accounting service providers (i.e. BPO) to lessen its burden and to focus on its particular business goal. ",
"Reason for opting to an Outsourced Accounting Firm are led by various important reasons. An Outsourced Accounting Firm can serve companies’ with numerous services that includes, formulating strategies for the company about where to save up; presenting accurate financial reports;  ensuring compliance with applicable laws, rules, regulations and accounting standards; recommending appropriate financial decisions for the company etc. Apart from this, an Outsourced Accounting Firm carry out all the necessary and required accounting related services such as, accounts receivable/payables, account reconciliations, cash management, financial statement preparation, tax preparation, tax compliance and so on.",
"Since accounting is not the core function of the companies, therefore, by giving the support of this back office function, an Outsourced Accounting Firm can greatly enhance the business performance of the companies. This is because, the companies can solely focus on its business without investing time on monitoring or supervising its internal accounting department.",
"Outsourcing accounting firms has become an integral part of every businesses. It dramatically helps in reducing cost and improving business performances. Moreover, an Outsourced Accounting Firm comprises of expert accountants always keeps the businesses up to date with ever-changing laws and regulations. Recommendations from the financial experts are vital in today’s economic world. Furthermore, an accounting firm as a BPO provider is capable of serving every accounting or financial related activities. As it has been discussed above that, by outsourcing accounting services to an expert accounting firm immensely reduce business operational cost, enhance accuracy and efficiency, provides appropriate financial advice, and ensures compliance with rules and regulations and many more. Therefore, the need for outsourced accounting services are inevitable for businesses."
 
]}
]